/* Unknown error message */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* Not installed error message */
"Excel is not installed." = "Excel no está instalado.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft Excel workbook." = "Inserta la captura de imagen en un libro de Microsoft Excel.";

/* AppleScript error, probably not activated */
"Make sure Microsoft Excel is activated and try again." = "Comprueba que Microsoft Excel está activado y vuelve a intentarlo.";

/* plugin name */
"Microsoft Excel" = "Microsoft Excel";

/* Cannot share to Microsoft Excel */
"Unable to share to Microsoft Excel" = "No es posible compartir en Microsoft Excel";

